<template>
  <div>
    <ul class="profile">
      <li v-for="item in arr">{{ item }}</li>
    </ul>
    <p>
      {{ msg }}
    </p>
  </div>

</template>

<script>
export default {
  name: 'user',
  data () {
    return {
      arr: ['姓名','性别','年龄','职业','工作经验'],
      msg:`燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。但是，聪明的，你告诉我，我们的日子为什么一去不复返呢？——是有人偷了他们罢：那是谁？又藏在何处呢？是他们自己逃走了罢：现在又到了哪里呢?
      我不知道他们给了我多少日子；但我的手确乎是渐渐空虚了。在默默里算着，八千多日子已经从我手中溜去；像针尖上一滴水滴在大海里，我的日子滴在时间的流里，没有声音，也没有影子。我不禁头涔涔而泪潸潸了。 
　　去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢？早上我起来的时候，小屋里射进两三方斜斜的太阳。太阳他有脚啊，轻轻悄悄地挪移了；我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去；默默时，便从凝然的双眼前过去。我觉察他去的匆匆了，伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过，从我脚边飞去了。等我睁开眼和太阳再见，这算又溜走了一日。我掩着面叹息。但是新来的日子的影儿又开始在叹息里闪过了。 
　　在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了，只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了；我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但不能平的，为什么偏要白白走这一遭啊？
生长在大江北岸一个城市里，那儿的园林本是著名的，但近来却很少；似乎自幼就不曾听见过“我们今天看花去”一类话，可见花事是不盛的。有些爱花的人，大都只是将花栽在盆里，一盆盆搁在架上；架子横放在院子里。院子照例是小小的，只够放下一个架子；架上至多搁二十多盆花罢了。有时院子里依墙筑起一座“花台”，台上种一株开花的树；也有在院子里地上种的。但这只是普通的点缀，不算是爱花。 
　　家里人似乎都不甚爱花；父亲只在领我们上街时，偶然和我们到“花房”里去过一两回。但我们住过一所房子，有一座小花园，是房东家的。那里有树，有花架（大约是紫藤花架之类），但我当时还小，不知道那些花木的名字；只记得爬在墙上的是蔷薇而已。园中还有一座太湖石堆成的洞门；现在想来，似乎也还好的。在那时由一个顽皮的少年仆人领了我去，却只知道跑来跑去捉蝴蝶；有时掐下几朵花，也只是随意挼弄着，随意丢弃了。至于领略花的趣味，那是以后的事：夏天的早晨，我们那地方有乡下的姑娘在各处街巷，沿门叫着，“卖栀子花来。”栀子花不是什么高品，但我喜欢那白而晕黄的颜色和那肥肥的个儿，正和那些卖花的姑娘有着相似的韵味。栀子花的香，浓而不烈，清而不淡，也是我乐意的。我这样便爱起花来了。也许有人会问，“你爱的不是花吧？”这个我自己其实也已不大弄得清楚，只好存而不论了。 
　　在高小的一个春天，有人提议到城外f寺里吃桃子去，而且预备白吃；不让吃就闹一场，甚至打一架也不在乎。那时虽远在五四运动以前，但我们那里的中学生却常有打进戏园看白戏的事。中学生能白看戏，小学生为什么不能白吃桃子呢？我们都这样想，便由那提议人纠合了十几个同学，浩浩荡荡地向城外而去。到了f寺，气势不凡地呵叱着道人们（我们称寺里的工人为道人），立刻领我们向桃园里去。道人们踌躇着说：“现在桃树刚才开花呢。”但是谁信道人们的话？我们终于到了桃园里。大家都丧了气，原来花是真开着呢！这时提议人Ｐ君便去折花。道人们是一直步步跟着的，立刻上前劝阻，而且用起手来。但Ｐ君是我们中最不好惹的；“说时迟，那时快”，一眨眼，花在他的手里，道人已踉跄在一旁了。那一园子的桃花，想来总该有些可看；我们却谁也没有想着去看。只嚷着，“没有桃子，得沏茶喝！”道人们满肚子委屈地引我们到“方丈”里，大家各喝一大杯茶。这才平了气，谈谈笑笑地进城去。大概我那时还只懂得爱一朵朵的栀子花，对于开在树上的桃花，是并不了然的；所以眼前的机会，便从眼前错过了。 
　　以后渐渐念了些看花的诗，觉得看花颇有些意思。但到北平读了几年书，却只到过崇效寺一次；而去得又嫌早些，那有名的一株绿牡丹还未开呢。北平看花的事很盛，看花的地方也很多；但那时热闹的似乎也只有一班诗人名士，其余还是不相干的。那正是新文学运动的起头，我们这些少年，对于旧诗和那一班诗人名士，实在有些不敬；而看花的地方又都远不可言，我是一个懒人，便干脆地断了那条心了。后来到杭州做事，遇见了Ｙ君，他是新诗人兼旧诗人，看花的兴致很好。我和他常到孤山去看梅花。孤山的梅花是古今有名的，但太少；又没有临水的，人也太多。有一回坐在放鹤亭上喝茶，来了一个方面有须，穿着花缎马褂的人，用湖南口音和人打招呼道，“梅花盛开嗒！”“盛”字说得特别重，使我吃了一惊；但我吃惊的也只是说在他嘴里“盛”这个声音罢了，花的盛不盛，在我倒并没有什么的。 `
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>
